Repository: sandirmaluk/MomentsDailyJoyTracker
Catalog: Moments/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, hu, id, ja, ms, nl, no, pl, ro, ru, sk, sv, th, tr, uk, vi

source: Moments
ar: لحظات
cs: Okamžiky
da: Øjeblikke
el: Στιγμές
fi: Hetket
he: רגעים
hi: पल
hr: Trenuci
hu: Pillanatok
id: Momen
ja: モーメント
ms: Detik
nl: Momenten
no: Øyeblikk
pl: Momenty
ro: Momente
ru: Моменты
sk: Momenty
sv: Ögonblick
th: ช่วงเวลา
tr: Anlar
uk: Моменти
vi: Khoảnh khắc

source: Choose your language
ar: اختر لغتك
ca: Trieu el vostre idioma
cs: Vyberte svůj jazyk
da: Vælg dit sprog
el: Επιλέξτε τη γλώσσα σας
fi: Valitse kielesi
fr: Choisissez votre langue
he: בחר את השפה שלך
hi: अपनी भाषा चुनें
hr: Odaberite svoj jezik
hu: Válaszd ki a nyelvedet
id: Pilih bahasa Anda
ja: 言語を選択
ms: Pilih bahasa anda
nl: Kies je taal
no: Velg språket ditt
pl: Wybierz swój język
ro: Alege limba ta
ru: Выберите язык
sk: Vyberte si jazyk
sv: Välj ditt språk
th: เลือกภาษาของคุณ
tr: Dilinizi seçin
uk: Оберіть мову
vi: Chọn ngôn ngữ của bạn

source: Your device language:
ar: لغة جهازك:
ca: Idioma del vostre dispositiu:
cs: Jazyk vašeho zařízení:
da: Dit enhedssprog:
el: Γλώσσα της συσκευής σας:
fi: Laitteesi kieli:
fr: Langue de votre appareil :
he: שפת המכשיר שלך:
hi: आपके उपकरण की भाषा:
hr: Jezik vašeg uređaja:
hu: Eszközöd nyelve:
id: Bahasa perangkat Anda:
ja: デバイスの言語：
ms: Bahasa peranti anda:
nl: Taal van je apparaat:
no: Enhetens språk:
pl: Język twojego urządzenia:
ro: Limba dispozitivului tău:
ru: Язык вашего устройства:
sk: Jazyk vášho zariadenia:
sv: Ditt enhetsspråk:
th: ภาษาของอุปกรณ์ของคุณ:
tr: Cihaz diliniz:
uk: Мова вашого пристрою:
vi: Ngôn ngữ thiết bị của bạn:

source: Select Language
ar: اختيار اللغة
ca: Seleccionar idioma
cs: Vybrat jazyk
da: Vælg sprog
el: Επιλογή γλώσσας
fi: Valitse kieli
fr: Sélectionner la langue
he: בחירת שפה
hi: भाषा चुनें
hr: Odaberi jezik
hu: Nyelv kiválasztása
id: Pilih bahasa
ja: 言語を選択
ms: Pilih Bahasa
nl: Selecteer taal
no: Velg språk
pl: Wybierz język
ro: Selectează limba
ru: Выбрать язык
sk: Vybrať jazyk
sv: Välj språk
th: เลือกภาษา
tr: Dil seç
uk: Вибрати мову
vi: Chọn ngôn ngữ

source: Continue
ar: متابعة
ca: Continuar
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
ja: 続ける
ms: Teruskan
nl: Doorgaan
no: Fortsett
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục

source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
el: Γλώσσα
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
ja: 言語
ms: Bahasa
nl: Taal
no: Språk
pl: Język
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
el: Τέλος
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
ja: 完了
ms: Selesai
nl: Klaar
no: Ferdig
pl: Gotowe
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Готово
vi: Xong

source: Today
ar: اليوم
ca: Avui
cs: Dnes
da: I dag
el: Σήμερα
fi: Tänään
fr: Aujourd'hui
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
ja: 今日
ms: Hari ini
nl: Vandaag
no: I dag
pl: Dzisiaj
ro: Astăzi
ru: Сегодня
sk: Dnes
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay

source: Catalog
ar: الكتالوج
ca: Catàleg
cs: Katalog
da: Katalog
el: Κατάλογος
fi: Luettelo
fr: Catalogue
he: קטלוג
hi: कैटलॉग
hr: Katalog
hu: Katalógus
id: Katalog
ja: カタログ
ms: Katalog
nl: Catalogus
no: Katalog
pl: Katalog
ru: Каталог
sk: Katalóg
sv: Katalog
th: แคตตาล็อก
tr: Katalog
uk: Каталог
vi: Danh mục

source: Add
ar: إضافة
ca: Afegir
cs: Přidat
da: Tilføj
el: Προσθήκη
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
ja: 追加
ms: Tambah
nl: Toevoegen
no: Legg til
pl: Dodaj
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm

source: Statistics
ar: الإحصائيات
ca: Estadístiques
cs: Statistiky
da: Statistik
el: Στατιστικά
fi: Tilastot
fr: Statistiques
he: סטטיסטיקה
hi: सांख्यिकी
hr: Statistika
hu: Statisztikák
id: Statistik
ja: 統計
ms: Statistik
nl: Statistieken
no: Statistikk
pl: Statystyki
ro: Statistici
ru: Статистика
sk: Štatistiky
sv: Statistik
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê

source: Profile
ar: الملف الشخصي
ca: Perfil
cs: Profil
da: Profil
el: Προφίλ
fi: Profiili
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
ja: プロフィール
ms: Profil
nl: Profiel
no: Profil
pl: Profil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ

source: Daily Goal: ✅ Completed
ar: الهدف اليومي: ✅ مكتمل
ca: Objectiu diari: ✅ Completat
cs: Denní cíl: ✅ Splněno
da: Dagligt mål: ✅ Fuldført
el: Ημερήσιος στόχος: ✅ Ολοκληρώθηκε
fi: Päivittäinen tavoite: ✅ Suoritettu
fr: Objectif quotidien : ✅ Terminé
he: יעד יומי: ✅ הושלם
hi: दैनिक लक्ष्य: ✅ पूर्ण
hr: Dnevni cilj: ✅ Završeno
hu: Napi cél: ✅ Teljesítve
id: Target Harian: ✅ Selesai
ja: デイリーゴール：✅ 達成
ms: Matlamat Harian: ✅ Selesai
nl: Dagelijks doel: ✅ Voltooid
no: Daglig mål: ✅ Fullført
pl: Dzienny cel: ✅ Ukończony
ro: Obiectiv zilnic: ✅ Completat
ru: Дневная цель: ✅ Выполнена
sk: Denný cieľ: ✅ Splnené
sv: Dagligt mål: ✅ Slutfört
th: เป้าหมายรายวัน: ✅ เสร็จสิ้น
tr: Günlük Hedef: ✅ Tamamlandı
uk: Щоденна ціль: ✅ Виконано
vi: Mục tiêu hàng ngày: ✅ Hoàn thành

source: Daily Goal: Add 1 moment
ar: الهدف اليومي: إضافة لحظة واحدة
ca: Objectiu diari: Afegeix 1 moment
cs: Denní cíl: Přidat 1 okamžik
da: Dagligt mål: Tilføj 1 øjeblik
el: Ημερήσιος στόχος: Προσθέστε 1 στιγμή
fi: Päivittäinen tavoite: Lisää 1 hetki
fr: Objectif quotidien : Ajouter 1 moment
he: יעד יומי: הוסף רגע אחד
hi: दैनिक लक्ष्य: 1 पल जोड़ें
hr: Dnevni cilj: Dodaj 1 trenutak
hu: Napi cél: Adj hozzá 1 pillanatot
id: Target Harian: Tambahkan 1 momen
ja: デイリーゴール：1つのモーメントを追加
ms: Matlamat Harian: Tambah 1 detik
nl: Dagelijks doel: Voeg 1 moment toe
no: Daglig mål: Legg til 1 øyeblikk
pl: Dzienny cel: Dodaj 1 moment
ro: Obiectiv zilnic: Adaugă 1 moment
ru: Дневная цель: Добавить 1 момент
sk: Denný cieľ: Pridať 1 moment
sv: Dagligt mål: Lägg till 1 ögonblick
th: เป้าหมายรายวัน: เพิ่ม 1 ช่วงเวลา
tr: Günlük Hedef: 1 an ekle
uk: Щоденна ціль: Додати 1 момент
vi: Mục tiêu hàng ngày: Thêm 1 khoảnh khắc

source: No moments today yet
ar: لا توجد لحظات اليوم بعد
ca: Encara no hi ha moments avui
cs: Dnes zatím žádné okamžiky
da: Ingen øjeblikke i dag endnu
el: Δεν υπάρχουν στιγμές σήμερα ακόμα
fi: Ei hetkiä vielä tänään
fr: Pas encore de moments aujourd'hui
he: עדיין אין רגעים היום
hi: आज अभी तक कोई पल नहीं
hr: Još nema trenutaka danas
hu: Még nincsenek pillanatok ma
id: Belum ada momen hari ini
ja: 今日はまだモーメントがありません
ms: Belum ada detik hari ini
nl: Nog geen momenten vandaag
no: Ingen øyeblikk i dag ennå
pl: Dzisiaj jeszcze nie ma momentów
ro: Încă nu sunt momente astăzi
ru: Сегодня пока нет моментов
sk: Dnes zatiaľ žiadne momenty
sv: Inga ögonblick idag än
th: ยังไม่มีช่วงเวลาวันนี้
tr: Bugün henüz an yok
uk: Сьогодні ще немає моментів
vi: Chưa có khoảnh khắc nào hôm nay

source: Tap the + button to add your first moment of the day!
ar: انقر على زر + لإضافة أول لحظة في يومك!
ca: Toqueu el botó + per afegir el vostre primer moment del dia!
cs: Klepněte na tlačítko + a přidejte svůj první okamžik dne!
da: Tryk på +-knappen for at tilføje dit første øjeblik i dag!
el: Πατήστε το κουμπί + για να προσθέσετε την πρώτη σας στιγμή της ημέρας!
fi: Napauta + -painiketta lisätäksesi päivän ensimmäisen hetken!
fr: Appuyez sur le bouton + pour ajouter votre premier moment de la journée !
he: לחץ על כפתור ה-+ כדי להוסיף את הרגע הראשון שלך היום!
hi: दिन का पहला पल जोड़ने के लिए + बटन टैप करें!
hr: Dodirnite + gumb da dodate svoj prvi trenutak dana!
hu: Nyomd meg a + gombot, hogy hozzáadd a nap első pillanatát!
id: Ketuk tombol + untuk menambahkan momen pertama Anda hari ini!
ja: +ボタンをタップして今日の最初のモーメントを追加しましょう！
ms: Ketik butang + untuk menambah detik pertama anda hari ini!
nl: Tik op de + knop om je eerste moment van de dag toe te voegen!
no: Trykk på +-knappen for å legge til ditt første øyeblikk i dag!
pl: Naciśnij przycisk +, aby dodać swój pierwszy moment dnia!
ro: Apasă butonul + pentru a adăuga primul moment al zilei!
ru: Нажмите кнопку +, чтобы добавить свой первый момент дня!
sk: Ťukните na tlačidlo + a pridajte svoj prvý moment dňa!
sv: Tryck på +-knappen för att lägga till ditt första ögonblick för dagen!
th: แตะปุ่ม + เพื่อเพิ่มช่วงเวลาแรกของวันของคุณ!
tr: Günün ilk anını eklemek için + düğmesine dokunun!
uk: Натисніть кнопку +, щоб додати свій перший момент дня!
vi: Nhấn nút + để thêm khoảnh khắc đầu tiên trong ngày của bạn!

source: Daily Goal Achieved!
ar: تم تحقيق الهدف اليومي!
ca: Objectiu diari assolit!
cs: Denní cíl splněn!
da: Dagligt mål opnået!
el: Ημερήσιος στόχος επιτεύχθηκε!
fi: Päivittäinen tavoite saavutettu!
fr: Objectif quotidien atteint !
he: היעד היומי הושג!
hi: दैनिक लक्ष्य हासिल!
hr: Dnevni cilj postignut!
hu: Napi cél elérve!
id: Target Harian Tercapai!
ja: デイリーゴール達成！
ms: Matlamat Harian Tercapai!
nl: Dagelijks doel behaald!
no: Daglig mål oppnådd!
pl: Dzienny cel osiągnięty!
ro: Obiectiv zilnic atins!
ru: Дневная цель достигнута!
sk: Denný cieľ splnený!
sv: Dagligt mål uppnått!
th: บรรลุเป้าหมายรายวัน!
tr: Günlük Hedef Başarıldı!
uk: Щоденна ціль досягнута!
vi: Đã đạt mục tiêu hàng ngày!

source: Great job! Keep it up! 💪
ar: عمل رائع! استمر! 💪
ca: Gran feina! Continueu així! 💪
cs: Skvělá práce! Pokračujte! 💪
da: Godt gået! Fortsæt sådan! 💪
el: Εξαιρετική δουλειά! Συνέχισε έτσι! 💪
fi: Hienoa työtä! Jatka samaan malliin! 💪
fr: Excellent travail ! Continuez ainsi ! 💪
he: עבודה מצוינת! המשך כך! 💪
hi: बढ़िया काम! ऐसे ही जारी रखें! 💪
hr: Odličan posao! Nastavi tako! 💪
hu: Remek munka! Így tovább! 💪
id: Kerja bagus! Teruskan! 💪
ja: 素晴らしい！その調子で！💪
ms: Kerja yang bagus! Teruskan! 💪
nl: Goed gedaan! Ga zo door! 💪
no: Godt jobbet! Fortsett sånn! 💪
pl: Świetna robota! Tak trzymaj! 💪
ro: Treabă bună! Continuă așa! 💪
ru: Отличная работа! Продолжайте в том же духе! 💪
sk: Skvelá práca! Pokračujte! 💪
sv: Bra jobbat! Fortsätt så! 💪
th: ทำได้ดีมาก! ทำต่อไป! 💪
tr: Harika iş! Böyle devam et! 💪
uk: Чудова робота! Продовжуйте! 💪
vi: Làm tốt lắm! Tiếp tục phát huy! 💪

source: What made you smile today?
ar: ما الذي جعلك تبتسم اليوم؟
ca: Què us ha fet somriure avui?
cs: Co vás dnes rozesmálo?
da: Hvad fik dig til at smile i dag?
el: Τι σας έκανε να χαμογελάσετε σήμερα;
fi: Mikä sai sinut hymyilemään tänään?
fr: Qu'est-ce qui vous a fait sourire aujourd'hui ?
he: מה גרם לך לחייך היום?
hi: आज आपको किस चीज़ ने मुस्कुराया?
hr: Što vas je danas nasmijalo?
hu: Mi hozott mosolyt ma az arcodra?
id: Apa yang membuat Anda tersenyum hari ini?
ja: 今日は何があなたを笑顔にしましたか？
ms: Apa yang membuat anda tersenyum hari ini?
nl: Wat bracht je vandaag aan het glimlachen?
no: Hva fikk deg til å smile i dag?
pl: Co sprawiło, że się dzisiaj uśmiechnąłeś?
ro: Ce te-a făcut să zâmbești astăzi?
ru: Что заставило вас улыбнуться сегодня?
sk: Čo vás dnes rozosmialo?
sv: Vad fick dig att le idag?
th: อะไรทำให้คุณยิ้มวันนี้?
tr: Bugün sizi ne güldürdü?
uk: Що змусило вас усміхнутися сьогодні?
vi: Điều gì khiến bạn mỉm cười hôm nay?

source: Enter your moment...
ar: أدخل لحظتك...
ca: Introduïu el vostre moment...
cs: Zadejte svůj okamžik...
da: Indtast dit øjeblik...
el: Εισάγετε τη στιγμή σας...
fi: Kirjoita hetkesi...
fr: Entrez votre moment...
he: הכנס את הרגע שלך...
hi: अपना पल दर्ज करें...
hr: Unesite svoj trenutak...
hu: Add meg a pillanatod...
id: Masukkan momen Anda...
ja: モーメントを入力...
ms: Masukkan detik anda...
nl: Voer je moment in...
no: Skriv inn øyeblikket ditt...
pl: Wpisz swój moment...
ro: Introdu momentul tău...
ru: Введите ваш момент...
sk: Zadajte svoj moment...
sv: Ange ditt ögonblick...
th: ป้อนช่วงเวลาของคุณ...
tr: Anınızı girin...
uk: Введіть ваш момент...
vi: Nhập khoảnh khắc của bạn...

source: Enter up to 25 characters
ar: أدخل حتى 25 حرفًا
ca: Introduïu fins a 25 caràcters
cs: Zadejte až 25 znaků
da: Indtast op til 25 tegn
el: Εισάγετε έως 25 χαρακτήρες
fi: Kirjoita enintään 25 merkkiä
fr: Entrez jusqu'à 25 caractères
he: הכנס עד 25 תווים
hi: 25 वर्ण तक दर्ज करें
hr: Unesite do 25 znakova
hu: Legfeljebb 25 karakter
id: Masukkan hingga 25 karakter
ja: 最大25文字まで入力
ms: Masukkan sehingga 25 aksara
nl: Voer tot 25 tekens in
no: Skriv inn opptil 25 tegn
pl: Wpisz do 25 znaków
ro: Introdu până la 25 de caractere
ru: Введите до 25 символов
sk: Zadajte až 25 znakov
sv: Ange upp till 25 tecken
th: ป้อนได้สูงสุด 25 ตัวอักษร
tr: 25 karaktere kadar girin
uk: Введіть до 25 символів
vi: Nhập tối đa 25 ký tự

source: Choose an emoji
ar: اختر رمز تعبيري
ca: Trieu un emoji
cs: Vyberte emoji
da: Vælg en emoji
el: Επιλέξτε ένα emoji
fi: Valitse emoji
fr: Choisissez un emoji
he: בחר אימוג'י
hi: एक इमोजी चुनें
hr: Odaberite emoji
hu: Válassz egy emojit
id: Pilih emoji
ja: 絵文字を選択
ms: Pilih emoji
nl: Kies een emoji
no: Velg en emoji
pl: Wybierz emoji
ro: Alege un emoji
ru: Выберите эмодзи
sk: Vyberte emoji
sv: Välj en emoji
th: เลือกอีโมจิ
tr: Bir emoji seçin
uk: Оберіть емодзі
vi: Chọn một biểu tượng cảm xúc

source: Recently used
ar: المستخدمة مؤخرًا
ca: Utilitzats recentment
cs: Nedávno použité
da: Senest brugt
el: Πρόσφατα χρησιμοποιημένα
fi: Äskettäin käytetyt
fr: Utilisés récemment
he: בשימוש לאחרונה
hi: हाल ही में उपयोग किया गया
hr: Nedavno korišteno
hu: Nemrég használt
id: Baru digunakan
ja: 最近使用した
ms: Baru digunakan
nl: Recent gebruikt
no: Nylig brukt
pl: Ostatnio używane
ro: Folosite recent
ru: Недавно использованные
sk: Nedávno použité
sv: Nyligen använda
th: ใช้ล่าสุด
tr: Son kullanılanlar
uk: Нещодавно використані
vi: Đã sử dụng gần đây

source: Popular
ar: شائعة
ca: Populars
cs: Oblíbené
da: Populære
el: Δημοφιλή
fi: Suositut
fr: Populaires
he: פופולרי
hi: लोकप्रिय
hr: Popularno
hu: Népszerű
id: Populer
ja: 人気
nl: Populair
no: Populære
pl: Popularne
ro: Populare
ru: Популярные
sk: Obľúbené
sv: Populära
th: ยอดนิยม
tr: Popüler
uk: Популярні
vi: Phổ biến

source: Save Moment
ar: حفظ اللحظة
ca: Desar moment
cs: Uložit okamžik
da: Gem øjeblik
el: Αποθήκευση στιγμής
fi: Tallenna hetki
fr: Enregistrer le moment
he: שמור רגע
hi: पल सहेजें
hr: Spremi trenutak
hu: Pillanat mentése
id: Simpan momen
ja: モーメントを保存
ms: Simpan detik
nl: Moment opslaan
no: Lagre øyeblikk
pl: Zapisz moment
ro: Salvează moment
ru: Сохранить момент
sk: Uložiť moment
sv: Spara ögonblick
th: บันทึกช่วงเวลา
tr: Anı kaydet
uk: Зберегти момент
vi: Lưu khoảnh khắc

source: Moment saved!
ar: تم حفظ اللحظة!
ca: Moment desat!
cs: Okamžik uložen!
da: Øjeblik gemt!
el: Η στιγμή αποθηκεύτηκε!
fi: Hetki tallennettu!
fr: Moment enregistré !
he: הרגע נשמר!
hi: पल सहेजा गया!
hr: Trenutak spremljen!
hu: Pillanat elmentve!
id: Momen tersimpan!
ja: モーメントが保存されました！
ms: Detik disimpan!
nl: Moment opgeslagen!
no: Øyeblikk lagret!
pl: Moment zapisany!
ro: Moment salvat!
ru: Момент сохранен!
sk: Moment uložený!
sv: Ögonblick sparat!
th: บันทึกช่วงเวลาแล้ว!
tr: An kaydedildi!
uk: Момент збережено!
vi: Đã lưu khoảnh khắc!

source: Search moments...
ar: البحث عن لحظات...
ca: Cercar moments...
cs: Hledat okamžiky...
da: Søg øjeblikke...
el: Αναζήτηση στιγμών...
fi: Etsi hetkiä...
fr: Rechercher des moments...
he: חפש רגעים...
hi: पलों को खोजें...
hr: Pretraži trenutke...
hu: Pillanatok keresése...
id: Cari momen...
ja: モーメントを検索...
ms: Cari detik...
nl: Zoek momenten...
no: Søk øyeblikk...
pl: Szukaj momentów...
ro: Caută momente...
ru: Поиск моментов...
sk: Hľadať momenty...
sv: Sök ögonblick...
th: ค้นหาช่วงเวลา...
tr: Anları ara...
uk: Пошук моментів...
vi: Tìm kiếm khoảnh khắc...

source: No moments yet
ar: لا توجد لحظات بعد
ca: Encara no hi ha moments
cs: Zatím žádné okamžiky
da: Ingen øjeblikke endnu
el: Δεν υπάρχουν στιγμές ακόμα
fi: Ei hetkiä vielä
fr: Pas encore de moments
he: עדיין אין רגעים
hi: अभी तक कोई पल नहीं
hr: Još nema trenutaka
hu: Még nincsenek pillanatok
id: Belum ada momen
ja: まだモーメントがありません
ms: Belum ada detik
nl: Nog geen momenten
no: Ingen øyeblikk ennå
pl: Jeszcze nie ma momentów
ro: Încă nu sunt momente
ru: Пока нет моментов
sk: Zatiaľ žiadne momenty
sv: Inga ögonblick än
th: ยังไม่มีช่วงเวลา
tr: Henüz an yok
uk: Поки що немає моментів
vi: Chưa có khoảnh khắc nào

source: Add your first moment to see it here!
ar: أضف لحظتك الأولى لرؤيتها هنا!
ca: Afegiu el vostre primer moment per veure'l aquí!
cs: Přidejte svůj první okamžik a uvidíte ho zde!
da: Tilføj dit første øjeblik for at se det her!
el: Προσθέστε την πρώτη σας στιγμή για να τη δείτε εδώ!
fi: Lisää ensimmäinen hetkesi nähdäksesi sen täällä!
fr: Ajoutez votre premier moment pour le voir ici !
he: הוסף את הרגע הראשון שלך כדי לראות אותו כאן!
hi: इसे यहां देखने के लिए अपना पहला पल जोड़ें!
hr: Dodajte svoj prvi trenutak da ga vidite ovdje!
hu: Add hozzá az első pillanatod, hogy itt lásd!
id: Tambahkan momen pertama Anda untuk melihatnya di sini!
ja: 最初のモーメントを追加してここに表示しましょう！
ms: Tambah detik pertama anda untuk melihatnya di sini!
nl: Voeg je eerste moment toe om het hier te zien!
no: Legg til ditt første øyeblikk for å se det her!
pl: Dodaj swój pierwszy moment, aby go tutaj zobaczyć!
ro: Adaugă primul tău moment pentru a-l vedea aici!
ru: Добавьте свой первый момент, чтобы увидеть его здесь!
sk: Pridajte svoj prvý moment, aby ste ho videli tu!
sv: Lägg till ditt första ögonblick för att se det här!
th: เพิ่มช่วงเวลาแรกของคุณเพื่อดูที่นี่!
tr: Burada görmek için ilk anınızı ekleyin!
uk: Додайте свій перший момент, щоб побачити його тут!
vi: Thêm khoảnh khắc đầu tiên của bạn để xem ở đây!

source: No moments found
ar: لم يتم العثور على لحظات
ca: No s'han trobat moments
cs: Nenalezeny žádné okamžiky
da: Ingen øjeblikke fundet
el: Δεν βρέθηκαν στιγμές
fi: Hetkiä ei löytynyt
fr: Aucun moment trouvé
he: לא נמצאו רגעים
hi: कोई पल नहीं मिला
hr: Nema pronađenih trenutaka
hu: Nem található pillanat
id: Tidak ada momen ditemukan
ja: モーメントが見つかりません
ms: Tiada detik dijumpai
nl: Geen momenten gevonden
no: Ingen øyeblikk funnet
pl: Nie znaleziono momentów
ro: Nu s-au găsit momente
ru: Моменты не найдены
sk: Nenašli sa žiadne momenty
sv: Inga ögonblick hittades
th: ไม่พบช่วงเวลา
tr: An bulunamadı
uk: Моменти не знайдено
vi: Không tìm thấy khoảnh khắc nào

source: Try searching with different keywords
ar: حاول البحث بكلمات مفتاحية مختلفة
ca: Proveu de cercar amb paraules clau diferents
cs: Zkuste hledat s jinými klíčovými slovy
da: Prøv at søge med andre søgeord
el: Δοκιμάστε να αναζητήσετε με διαφορετικές λέξεις-κλειδιά
fi: Kokeile hakea eri hakusanoilla
fr: Essayez de rechercher avec des mots-clés différents
he: נסה לחפש עם מילות מפתח שונות
hi: विभिन्न कीवर्ड के साथ खोजने का प्रयास करें
hr: Pokušajte pretraživati s različitim ključnim riječima
hu: Próbálj más kulcsszavakkal keresni
id: Coba cari dengan kata kunci yang berbeda
ja: 別のキーワードで検索してみてください
ms: Cuba cari dengan kata kunci yang berbeza
nl: Probeer te zoeken met andere zoekwoorden
no: Prøv å søke med andre søkeord
pl: Spróbuj wyszukać za pomocą innych słów kluczowych
ro: Încearcă să cauți cu cuvinte cheie diferite
ru: Попробуйте поиск с другими ключевыми словами
sk: Skúste vyhľadávať s inými kľúčovými slovami
sv: Försök söka med andra nyckelord
th: ลองค้นหาด้วยคำค้นที่แตกต่างกัน
tr: Farklı anahtar kelimelerle aramayı deneyin
uk: Спробуйте пошук з іншими ключовими словами
vi: Thử tìm kiếm với các từ khóa khác

source: Your Moments
ar: لحظاتك
ca: Els vostres moments
cs: Vaše okamžiky
da: Dine øjeblikke
el: Οι στιγμές σας
fi: Hetkesi
fr: Vos moments
he: הרגעים שלך
hi: आपके पल
hr: Vaši trenuci
hu: Pillanataid
id: Momen Anda
ja: あなたのモーメント
ms: Detik Anda
nl: Jouw momenten
no: Dine øyeblikk
pl: Twoje momenty
ro: Momentele tale
ru: Ваши моменты
sk: Vaše momenty
sv: Dina ögonblick
th: ช่วงเวลาของคุณ
tr: Anlarınız
uk: Ваші моменти
vi: Khoảnh khắc của bạn

source: Top 5 Moments
ar: أفضل 5 لحظات
cs: Top 5 okamžiků
da: Top 5 øjeblikke
el: Κορυφαίες 5 στιγμές
fi: Top 5 hetkeä
fr: Top 5 des moments
he: 5 הרגעים המובילים
hi: शीर्ष 5 पल
hr: Top 5 trenutaka
hu: Top 5 pillanat
id: 5 Momen Teratas
ja: トップ5モーメント
ms: 5 Detik Teratas
nl: Top 5 momenten
no: Topp 5 øyeblikk
pl: Top 5 momentów
ro: Top 5 momente
ru: Топ 5 моментов
sk: Top 5 momentov
sv: Topp 5 ögonblick
th: 5 ช่วงเวลาอันดับต้น
tr: İlk 5 An
uk: Топ 5 моментів
vi: Top 5 khoảnh khắc

source: times
ar: مرات
ca: vegades
cs: krát
da: gange
el: φορές
fi: kertaa
fr: fois
he: פעמים
hi: बार
hr: puta
hu: alkalommal
id: kali
ja: 回
ms: kali
nl: keer
no: ganger
pl: razy
ro: ori
ru: раз
sk: krát
sv: gånger
th: ครั้ง
tr: kez
uk: разів
vi: lần

source: Activity
ar: النشاط
ca: Activitat
cs: Aktivita
da: Aktivitet
el: Δραστηριότητα
fi: Aktiivisuus
fr: Activité
he: פעילות
hi: गतिविधि
hr: Aktivnost
hu: Aktivitás
id: Aktivitas
ja: アクティビティ
ms: Aktiviti
nl: Activiteit
no: Aktivitet
pl: Aktywność
ro: Activitate
ru: Активность
sk: Aktivita
sv: Aktivitet
th: กิจกรรม
tr: Aktivite
uk: Активність
vi: Hoạt động

source: No activity yet
ar: لا يوجد نشاط بعد
ca: Encara no hi ha activitat
cs: Zatím žádná aktivita
da: Ingen aktivitet endnu
el: Δεν υπάρχει δραστηριότητα ακόμα
fi: Ei aktiivisuutta vielä
fr: Pas encore d'activité
he: עדיין אין פעילות
hi: अभी तक कोई गतिविधि नहीं
hr: Još nema aktivnosti
hu: Még nincs aktivitás
id: Belum ada aktivitas
ja: まだアクティビティがありません
ms: Belum ada aktiviti
nl: Nog geen activiteit
no: Ingen aktivitet ennå
pl: Jeszcze brak aktywności
ro: Încă nu există activitate
ru: Пока нет активности
sk: Zatiaľ žiadna aktivita
sv: Ingen aktivitet än
th: ยังไม่มีกิจกรรม
tr: Henüz aktivite yok
uk: Поки що немає активності
vi: Chưa có hoạt động nào

source: Time Distribution
ar: توزيع الوقت
ca: Distribució temporal
cs: Časové rozložení
da: Tidsfordeling
el: Κατανομή χρόνου
fi: Aikajakauma
fr: Distribution temporelle
he: התפלגות זמן
hi: समय वितरण
hr: Vremenska raspodjela
hu: Időbeosztás
id: Distribusi Waktu
ja: 時間分布
ms: Taburan Masa
nl: Tijdverdeling
no: Tidsfordeling
pl: Rozkład czasowy
ro: Distribuție timp
ru: Распределение по времени
sk: Časové rozloženie
sv: Tidsfördelning
th: การกระจายเวลา
tr: Zaman Dağılımı
uk: Розподіл за часом
vi: Phân bố thời gian

source: Morning
ar: الصباح
ca: Matí
cs: Ráno
da: Morgen
el: Πρωί
fi: Aamu
fr: Matin
he: בוקר
hi: सुबह
hr: Jutro
hu: Reggel
id: Pagi
ja: 朝
ms: Pagi
nl: Ochtend
no: Morgen
pl: Rano
ro: Dimineață
ru: Утро
sk: Ráno
sv: Morgon
th: เช้า
tr: Sabah
uk: Ранок
vi: Buổi sáng

source: Afternoon
ar: بعد الظهر
ca: Tarda
cs: Odpoledne
da: Eftermiddag
el: Απόγευμα
fi: Iltapäivä
fr: Après-midi
he: אחר הצהריים
hi: दोपहर
hr: Popodne
hu: Délután
id: Siang
ja: 午後
ms: Tengahari
nl: Middag
no: Ettermiddag
pl: Popołudnie
ro: După-amiază
ru: День
sk: Popoludnie
sv: Eftermiddag
th: บ่าย
tr: Öğleden sonra
uk: День
vi: Buổi chiều

source: Evening
ar: المساء
ca: Vespre
cs: Večer
da: Aften
el: Βράδυ
fi: Ilta
fr: Soir
he: ערב
hi: शाम
hr: Večer
hu: Este
id: Sore
ja: 夕方
ms: Petang
nl: Avond
no: Kveld
pl: Wieczór
ro: Seară
ru: Вечер
sk: Večer
sv: Kväll
th: เย็น
tr: Akşam
uk: Вечір
vi: Buổi tối

source: Night
ar: الليل
ca: Nit
cs: Noc
da: Nat
el: Νύχτα
fi: Yö
fr: Nuit
he: לילה
hi: रात
hr: Noć
hu: Éjszaka
id: Malam
ja: 夜
ms: Malam
nl: Nacht
no: Natt
pl: Noc
ro: Noapte
ru: Ночь
sk: Noc
sv: Natt
th: กลางคืน
tr: Gece
uk: Ніч
vi: Ban đêm

source: Summary
ar: الملخص
ca: Resum
cs: Shrnutí
da: Oversigt
el: Σύνοψη
fi: Yhteenveto
fr: Résumé
he: סיכום
hi: सारांश
hr: Sažetak
hu: Összegzés
id: Ringkasan
ja: 概要
ms: Ringkasan
nl: Samenvatting
no: Sammendrag
pl: Podsumowanie
ro: Rezumat
ru: Сводка
sk: Zhrnutie
sv: Sammanfattning
th: สรุป
tr: Özet
uk: Підсумок
vi: Tóm tắt

source: Total Moments
ar: إجمالي اللحظات
ca: Total de moments
cs: Celkový počet okamžiků
da: Samlede øjeblikke
el: Σύνολο στιγμών
fi: Hetket yhteensä
fr: Total des moments
he: סה"כ רגעים
hi: कुल पल
hr: Ukupno trenutaka
hu: Összes pillanat
id: Total Momen
ja: 合計モーメント
ms: Jumlah Detik
nl: Totale momenten
no: Totale øyeblikk
pl: Wszystkie momenty
ro: Total momente
ru: Всего моментов
sk: Celkový počet momentov
sv: Totala ögonblick
th: ช่วงเวลาทั้งหมด
tr: Toplam Anlar
uk: Всього моментів
vi: Tổng số khoảnh khắc
