Repository: sandirmaluk/MomentsDailyJoyTracker
Catalog: Moments/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, hu, id, ja, ms, nl, no, pl, ro, ru, sk, sv, th, tr, uk, vi

source: Current Streak
ar: السلسلة الحالية
ca: Ratxa actual
cs: Aktuální série
da: Nuværende streak
el: Τρέχουσα σειρά
fi: Nykyinen putki
fr: Série actuelle
he: רצף נוכחי
hi: वर्तमान स्ट्रीक
hr: Trenutni niz
hu: Jelenlegi sorozat
id: Rentetan Saat Ini
ja: 現在の連続記録
ms: Rentetan Semasa
nl: Huidige reeks
no: Nåværende rekke
pl: Bieżąca seria
ro: Serie curentă
ru: Текущая серия
sk: Aktuálna séria
sv: Nuvarande serie
th: ความต่อเนื่องปัจจุบัน
tr: Mevcut Seri
uk: Поточна серія
vi: Chuỗi hiện tại

source: Loading statistics...
ar: جارٍ تحميل الإحصائيات...
ca: Carregant estadístiques...
cs: Načítání statistik...
da: Indlæser statistik...
el: Φόρτωση στατιστικών...
fi: Ladataan tilastoja...
fr: Chargement des statistiques...
he: טוען סטטיסטיקה...
hi: सांख्यिकी लोड हो रही है...
hr: Učitavanje statistike...
hu: Statisztikák betöltése...
id: Memuat statistik...
ja: 統計を読み込み中...
ms: Memuatkan statistik...
nl: Statistieken laden...
no: Laster statistikk...
pl: Ładowanie statystyk...
ro: Se încarcă statisticile...
ru: Загрузка статистики...
sk: Načítavanie štatistík...
sv: Laddar statistik...
th: กำลังโหลดสถิติ...
tr: İstatistikler yükleniyor...
uk: Завантаження статистики...
vi: Đang tải thống kê...

source: Moments User
ar: مستخدم لحظات
ca: Usuari de Moments
cs: Uživatel Okamžiků
da: Øjeblikke-bruger
el: Χρήστης Στιγμών
fi: Hetket-käyttäjä
fr: Utilisateur Moments
he: משתמש רגעים
hi: पल उपयोगकर्ता
hr: Korisnik Trenuci
hu: Pillanatok felhasználó
id: Pengguna Momen
ja: モーメントユーザー
ms: Pengguna Detik
nl: Momenten-gebruiker
no: Øyeblikk-bruker
pl: Użytkownik Momenty
ro: Utilizator Momente
ru: Пользователь Moments
sk: Používateľ Momentov
sv: Ögonblick-användare
th: ผู้ใช้ช่วงเวลา
tr: Anlar Kullanıcısı
uk: Користувач Moments
vi: Người dùng Khoảnh khắc

source: Edit name
ar: تعديل الاسم
ca: Editar nom
cs: Upravit jméno
da: Rediger navn
el: Επεξεργασία ονόματος
fi: Muokkaa nimeä
fr: Modifier le nom
he: ערוך שם
hi: नाम संपादित करें
hr: Uredi ime
hu: Név szerkesztése
id: Edit nama
ja: 名前を編集
ms: Edit nama
nl: Naam bewerken
no: Rediger navn
pl: Edytuj imię
ro: Editează nume
ru: Редактировать имя
sk: Upraviť meno
sv: Redigera namn
th: แก้ไขชื่อ
tr: Adı düzenle
uk: Редагувати ім'я
vi: Chỉnh sửa tên

source: Daily Goal
ar: الهدف اليومي
ca: Objectiu diari
cs: Denní cíl
da: Dagligt mål
el: Ημερήσιος στόχος
fi: Päivittäinen tavoite
fr: Objectif quotidien
he: יעד יומי
hi: दैनिक लक्ष्य
hr: Dnevni cilj
hu: Napi cél
id: Target Harian
ja: デイリーゴール
ms: Matlamat Harian
nl: Dagelijks doel
no: Daglig mål
pl: Dzienny cel
ro: Obiectiv zilnic
ru: Дневная цель
sk: Denný cieľ
sv: Dagligt mål
th: เป้าหมายรายวัน
tr: Günlük Hedef
uk: Щоденна ціль
vi: Mục tiêu hàng ngày

source: Set a goal to add at least 1 moment per day
ar: حدد هدفًا لإضافة لحظة واحدة على الأقل يوميًا
ca: Establiu un objectiu d'afegir almenys 1 moment al dia
cs: Nastavte si cíl přidat alespoň 1 okamžik denně
da: Sæt et mål om at tilføje mindst 1 øjeblik om dagen
el: Ορίστε στόχο να προσθέτετε τουλάχιστον 1 στιγμή την ημέρα
fi: Aseta tavoitteeksi lisätä vähintään 1 hetki päivässä
fr: Définissez un objectif d'ajouter au moins 1 moment par jour
he: הגדר יעד להוסיף לפחות רגע אחד ביום
hi: प्रति दिन कम से कम 1 पल जोड़ने का लक्ष्य निर्धारित करें
hr: Postavite cilj dodavanja najmanje 1 trenutka dnevno
hu: Tűzz ki célt, hogy naponta legalább 1 pillanatot adj hozzá
id: Tetapkan target untuk menambahkan setidaknya 1 momen per hari
ja: 1日に少なくとも1つのモーメントを追加する目標を設定
ms: Tetapkan matlamat untuk menambah sekurang-kurangnya 1 detik sehari
nl: Stel een doel in om minimaal 1 moment per dag toe te voegen
no: Sett et mål om å legge til minst 1 øyeblikk per dag
pl: Ustaw cel dodawania co najmniej 1 momentu dziennie
ro: Stabilește un obiectiv de a adăuga cel puțin 1 moment pe zi
ru: Поставьте цель добавлять хотя бы 1 момент в день
sk: Nastavte si cieľ pridať aspoň 1 moment denne
sv: Sätt ett mål att lägga till minst 1 ögonblick per dag
th: ตั้งเป้าหมายในการเพิ่มอย่างน้อย 1 ช่วงเวลาต่อวัน
tr: Günde en az 1 an ekleme hedefi belirleyin
uk: Встановіть ціль додавати принаймні 1 момент на день
vi: Đặt mục tiêu thêm ít nhất 1 khoảnh khắc mỗi ngày

source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
el: Ειδοποιήσεις
fi: Ilmoitukset
he: התראות
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
id: Notifikasi
ja: 通知
ms: Pemberitahuan
nl: Meldingen
no: Varsler
pl: Powiadomienia
ro: Notificări
ru: Уведомления
sk: Oznámenia
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo

source: Get reminded to add moments
ar: احصل على تذكيرات لإضافة لحظات
ca: Rebeu recordatoris per afegir moments
cs: Nechte si připomenout přidávání okamžiků
da: Få påmindelser om at tilføje øjeblikke
el: Λάβετε υπενθυμίσεις για να προσθέσετε στιγμές
fi: Saa muistutuksia hetkien lisäämisestä
fr: Recevez des rappels pour ajouter des moments
he: קבל תזכורות להוספת רגעים
hi: पल जोड़ने के लिए याद दिलाया जाए
hr: Primajte podsjetnike za dodavanje trenutaka
hu: Kapj emlékeztetőket pillanatok hozzáadásához
id: Dapatkan pengingat untuk menambahkan momen
ja: モーメント追加のリマインダーを受け取る
ms: Dapatkan peringatan untuk menambah detik
nl: Ontvang herinneringen om momenten toe te voegen
no: Få påminnelser om å legge til øyeblikk
pl: Otrzymuj przypomnienia o dodawaniu momentów
ro: Primește mementouri pentru a adăuga momente
ru: Получайте напоминания о добавлении моментов
sk: Nechajte si pripomenúť pridávanie momentov
sv: Få påminnelser om att lägga till ögonblick
th: รับการแจ้งเตือนเพื่อเพิ่มช่วงเวลา
tr: An eklemeyi hatırlatıcılar alın
uk: Отримуйте нагадування про додавання моментів
vi: Nhận nhắc nhở để thêm khoảnh khắc

source: Reminder Time
ar: وقت التذكير
ca: Hora del recordatori
cs: Čas připomínky
da: Påmindelsestid
el: Ώρα υπενθύμισης
fi: Muistutusaika
fr: Heure du rappel
he: זמן תזכורת
hi: अनुस्मारक समय
hr: Vrijeme podsjetnika
hu: Emlékeztető ideje
id: Waktu Pengingat
ja: リマインダー時刻
ms: Masa Peringatan
nl: Herinneringstijd
no: Påminnelsestid
pl: Czas przypomnienia
ro: Ora mementoului
ru: Время напоминания
sk: Čas pripomienky
sv: Påminnelsetid
th: เวลาแจ้งเตือน
tr: Hatırlatma Saati
uk: Час нагадування
vi: Thời gian nhắc nhở

source: Not set
ar: غير محدد
ca: No establert
cs: Nenastaveno
da: Ikke indstillet
el: Δεν έχει οριστεί
fi: Ei asetettu
fr: Non défini
he: לא מוגדר
hi: सेट नहीं किया गया
hr: Nije postavljeno
hu: Nincs beállítva
id: Belum diatur
ja: 未設定
ms: Belum ditetapkan
nl: Niet ingesteld
no: Ikke angitt
pl: Nie ustawiono
ro: Nesetat
ru: Не установлено
sk: Nenastavené
sv: Inte inställd
th: ยังไม่ได้ตั้งค่า
tr: Ayarlanmadı
uk: Не встановлено
vi: Chưa đặt

source: About Moments
ar: حول لحظات
ca: Sobre Moments
cs: O aplikaci Okamžiky
da: Om Øjeblikke
el: Σχετικά με τις Στιγμές
fi: Tietoa Hetkistä
fr: À propos de Moments
he: אודות רגעים
hi: पल के बारे में
hr: O aplikaciji Trenuci
hu: A Pillanatokról
id: Tentang Momen
ja: モーメントについて
ms: Tentang Detik
nl: Over Momenten
no: Om Øyeblikk
pl: O Momentach
ro: Despre Momente
ru: О приложении Moments
sk: O aplikácii Momenty
sv: Om Ögonblick
th: เกี่ยวกับช่วงเวลา
tr: Anlar Hakkında
uk: Про Моменти
vi: Về Khoảnh khắc

source: Moments helps you notice and appreciate the little things that make life beautiful. Every moment counts, no matter how small.
ar: تساعدك لحظات على ملاحظة وتقدير الأشياء الصغيرة التي تجعل الحياة جميلة. كل لحظة مهمة مهما كانت صغيرة.
ca: Moments us ajuda a notar i apreciar les petites coses que fan que la vida sigui bonica. Cada moment compta, per petit que sigui.
cs: Okamžiky vám pomáhají všímat si a oceňovat malé věci, které dělají život krásným. Každý okamžik se počítá, ať je jakkoliv malý.
da: Øjeblikke hjælper dig med at bemærke og værdsætte de små ting, der gør livet smukt. Hvert øjeblik tæller, uanset hvor lille.
el: Οι Στιγμές σας βοηθούν να παρατηρήσετε και να εκτιμήσετε τα μικρά πράγματα που κάνουν τη ζωή όμορφη. Κάθε στιγμή μετράει, ανεξάρτητα από το πόσο μικρή είναι.
fi: Hetket auttaa sinua huomaamaan ja arvostamaan pieniä asioita, jotka tekevät elämästä kaunista. Jokainen hetki on tärkeä, vaikka kuinka pieni.
fr: Moments vous aide à remarquer et à apprécier les petites choses qui rendent la vie belle. Chaque moment compte, peu importe sa taille.
he: רגעים עוזר לך להבחין ולהעריך את הדברים הקטנים שעושים את החיים יפים. כל רגע חשוב, לא משנה כמה קטן.
hi: पल आपको उन छोटी चीजों को नोटिस करने और उनकी सराहना करने में मदद करता है जो जीवन को सुंदर बनाती हैं। हर पल मायने रखता है, चाहे वह कितना भी छोटा क्यों न हो।
hr: Trenuci vam pomažu primijetiti i cijeniti male stvari koje čine život lijepim. Svaki trenutak je važan, bez obzira koliko je malen.
hu: A Pillanatok segít észrevenni és értékelni a kis dolgokat, amelyek széppé teszik az életet. Minden pillanat számít, bármennyire is kicsi.
id: Momen membantu Anda memperhatikan dan menghargai hal-hal kecil yang membuat hidup indah. Setiap momen berarti, tidak peduli seberapa kecil.
ja: モーメントは、人生を美しくする小さなことに気づき、感謝するのに役立ちます。どんなに小さくても、すべてのモーメントが大切です。
ms: Detik membantu anda menyedari dan menghargai perkara kecil yang menjadikan kehidupan indah. Setiap detik penting, tidak kira betapa kecilnya.
nl: Momenten helpt je de kleine dingen op te merken en te waarderen die het leven mooi maken. Elk moment telt, hoe klein ook.
no: Øyeblikk hjelper deg med å legge merke til og sette pris på de små tingene som gjør livet vakkert. Hvert øyeblikk teller, uansett hvor lite.
pl: Momenty pomagają zauważać i doceniać małe rzeczy, które czynią życie pięknym. Każdy moment się liczy, bez względu na to, jak mały.
ro: Momente te ajută să observi și să apreciezi lucrurile mici care fac viața frumoasă. Fiecare moment contează, indiferent cât de mic.
ru: Moments помогает замечать и ценить мелочи, которые делают жизнь прекрасной. Каждый момент важен, каким бы маленьким он ни был.
sk: Momenty vám pomáhajú všímať si a oceňovať malé veci, ktoré robia život krásnym. Každý moment sa počíta, nech je akokoľvek malý.
sv: Ögonblick hjälper dig att märka och uppskatta de små sakerna som gör livet vackert. Varje ögonblick räknas, oavsett hur litet det är.
th: ช่วงเวลาช่วยให้คุณสังเกตและชื่นชมสิ่งเล็กๆ น้อยๆ ที่ทำให้ชีวิตสวยงาม ทุกช่วงเวลามีความสำคัญ ไม่ว่าจะเล็กแค่ไหน
tr: Anlar, hayatı güzel yapan küçük şeyleri fark etmenize ve takdir etmenize yardımcı olur. Ne kadar küçük olursa olsun her an önemlidir.
uk: Моменти допомагають помічати і цінувати дрібниці, які роблять життя прекрасним. Кожен момент важливий, яким би маленьким він не був.
vi: Khoảnh khắc giúp bạn chú ý và trân trọng những điều nhỏ nhặt làm cho cuộc sống trở nên đẹp đẽ. Mỗi khoảnh khắc đều quan trọng, dù nhỏ đến đâu.

source: Thank you for using Moments!
ar: شكرًا لاستخدام لحظات!
ca: Gràcies per utilitzar Moments!
cs: Děkujeme za používání Okamžiků!
da: Tak fordi du bruger Øjeblikke!
el: Ευχαριστούμε που χρησιμοποιείτε τις Στιγμές!
fi: Kiitos Hetkien käytöstä!
fr: Merci d'utiliser Moments !
he: תודה שאתה משתמש ברגעים!
hi: पल का उपयोग करने के लिए धन्यवाद!
hr: Hvala što koristite Trenuci!
hu: Köszönjük, hogy használod a Pillanatokat!
id: Terima kasih telah menggunakan Momen!
ja: モーメントをご利用いただきありがとうございます！
ms: Terima kasih kerana menggunakan Detik!
nl: Bedankt voor het gebruiken van Momenten!
no: Takk for at du bruker Øyeblikk!
pl: Dziękujemy za korzystanie z Momentów!
ro: Mulțumim că folosești Momente!
ru: Спасибо, что используете Moments!
sk: Ďakujeme za používanie Momentov!
sv: Tack för att du använder Ögonblick!
th: ขอบคุณที่ใช้ช่วงเวลา!
tr: Anlar'ı kullandığınız için teşekkürler!
uk: Дякуємо за використання Моментів!
vi: Cảm ơn bạn đã sử dụng Khoảnh khắc!

source: Export Data
ar: تصدير البيانات
ca: Exportar dades
cs: Exportovat data
da: Eksporter data
el: Εξαγωγή δεδομένων
fi: Vie tiedot
fr: Exporter les données
he: ייצוא נתונים
hi: डेटा निर्यात करें
hr: Izvezi podatke
hu: Adatok exportálása
id: Ekspor Data
ja: データをエクスポート
ms: Eksport Data
nl: Gegevens exporteren
no: Eksporter data
pl: Eksportuj dane
ro: Exportă date
ru: Экспорт данных
sk: Exportovať dáta
sv: Exportera data
th: ส่งออกข้อมูล
tr: Verileri dışa aktar
uk: Експорт даних
vi: Xuất dữ liệu

source: Clear All Data
ar: مسح جميع البيانات
ca: Esborrar totes les dades
cs: Vymazat všechna data
da: Ryd alle data
el: Εκκαθάριση όλων των δεδομένων
fi: Tyhjennä kaikki tiedot
fr: Effacer toutes les données
he: נקה את כל הנתונים
hi: सभी डेटा साफ़ करें
hr: Izbriši sve podatke
hu: Minden adat törlése
id: Hapus Semua Data
ja: すべてのデータをクリア
ms: Padam Semua Data
nl: Alle gegevens wissen
no: Slett alle data
pl: Wyczyść wszystkie dane
ro: Șterge toate datele
ru: Очистить все данные
sk: Vymazať všetky dáta
sv: Rensa all data
th: ล้างข้อมูลทั้งหมด
tr: Tüm verileri temizle
uk: Очистити всі дані
vi: Xóa tất cả dữ liệu

source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
da: Slet
el: Διαγραφή
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
ja: 削除
ms: Padam
nl: Verwijderen
no: Slett
pl: Usuń
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa

source: Are you sure you want to delete all moments and reset settings? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف جميع اللحظات وإعادة تعيين الإعدادات؟ لا يمكن التراجع عن هذا الإجراء.
ca: Esteu segur que voleu eliminar tots els moments i restablir la configuració? Aquesta acció no es pot desfer.
cs: Opravdu chcete smazat všechny okamžiky a obnovit nastavení? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette alle øjeblikke og nulstille indstillinger? Denne handling kan ikke fortrydes.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλες τις στιγμές και να επαναφέρετε τις ρυθμίσεις; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fi: Haluatko varmasti poistaa kaikki hetket ja palauttaa asetukset? Tätä toimintoa ei voi perua.
fr: Êtes-vous sûr de vouloir supprimer tous les moments et réinitialiser les paramètres ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק את כל הרגעים ולאפס את ההגדרות? לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई सभी पलों को हटाना और सेटिंग्स को रीसेट करना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
hr: Jeste li sigurni da želite izbrisati sve trenutke i resetirati postavke? Ova radnja se ne može poništiti.
hu: Biztosan törölni szeretnéd az összes pillanatot és visszaállítani a beállításokat? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus semua momen dan mengatur ulang pengaturan? Tindakan ini tidak dapat dibatalkan.
ja: すべてのモーメントを削除して設定をリセットしてもよろしいですか？この操作は元に戻せません。
ms: Adakah anda pasti mahu memadam semua detik dan menetapkan semula tetapan? Tindakan ini tidak boleh dibatalkan.
nl: Weet je zeker dat je alle momenten wilt verwijderen en instellingen wilt resetten? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette alle øyeblikk og tilbakestille innstillinger? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć wszystkie momenty i zresetować ustawienia? Tej czynności nie można cofnąć.
ro: Sigur vrei să ștergi toate momentele și să resetezi setările? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить все моменты и сбросить настройки? Это действие нельзя отменить.
sk: Naozaj chcete vymazať všetky momenty a obnoviť nastavenia? Túto akciu nemožno vrátiť späť.
sv: Är du säker på att du vill radera alla ögonblick och återställa inställningarna? Denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือว่าต้องการลบช่วงเวลาทั้งหมดและรีเซ็ตการตั้งค่า? การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Tüm anları silmek ve ayarları sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити всі моменти та скинути налаштування? Цю дію неможливо скасувати.
vi: Bạn có chắc chắn muốn xóa tất cả khoảnh khắc và đặt lại cài đặt? Hành động này không thể hoàn tác.

source: Enter your name
ar: أدخل اسمك
ca: Introduïu el vostre nom
cs: Zadejte své jméno
da: Indtast dit navn
el: Εισάγετε το όνομά σας
fi: Kirjoita nimesi
fr: Entrez votre nom
he: הכנס את שמך
hi: अपना नाम दर्ज करें
hr: Unesite svoje ime
hu: Add meg a neved
id: Masukkan nama Anda
ja: 名前を入力
ms: Masukkan nama anda
nl: Voer je naam in
no: Skriv inn navnet ditt
pl: Wpisz swoje imię
ro: Introdu numele tău
ru: Введите ваше имя
sk: Zadajte svoje meno
sv: Ange ditt namn
th: ป้อนชื่อของคุณ
tr: Adınızı girin
uk: Введіть ваше ім'я
vi: Nhập tên của bạn

source: Save
ar: حفظ
ca: Desar
cs: Uložit
da: Gem
el: Αποθήκευση
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
ja: 保存
ms: Simpan
nl: Opslaan
no: Lagre
pl: Zapisz
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Edit Name
ar: تعديل الاسم
ca: Editar nom
cs: Upravit jméno
da: Rediger navn
el: Επεξεργασία ονόματος
fi: Muokkaa nimeä
fr: Modifier le nom
he: ערוך שם
hi: नाम संपादित करें
hr: Uredi ime
hu: Név szerkesztése
id: Edit Nama
ja: 名前を編集
ms: Edit Nama
nl: Naam bewerken
no: Rediger navn
pl: Edytuj imię
ro: Editează nume
ru: Редактировать имя
sk: Upraviť meno
sv: Redigera namn
th: แก้ไขชื่อ
tr: Adı Düzenle
uk: Редагувати ім'я
vi: Chỉnh sửa Tên

source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
da: Annuller
el: Ακύρωση
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
ja: キャンセル
ms: Batal
nl: Annuleren
no: Avbryt
pl: Anuluj
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy

source: Set Time
ar: تحديد الوقت
ca: Establir hora
cs: Nastavit čas
da: Indstil tid
el: Ορισμός ώρας
fi: Aseta aika
fr: Définir l'heure
he: הגדר זמן
hi: समय निर्धारित करें
hr: Postavi vrijeme
hu: Idő beállítása
id: Atur Waktu
ja: 時刻を設定
ms: Tetapkan Masa
nl: Tijd instellen
no: Angi tid
pl: Ustaw czas
ro: Setează ora
ru: Установить время
sk: Nastaviť čas
sv: Ställ in tid
th: ตั้งเวลา
tr: Saat ayarla
uk: Встановити час
vi: Đặt thời gian

source: Set Reminder Time
ar: تحديد وقت التذكير
ca: Establir hora del recordatori
cs: Nastavit čas připomínky
da: Indstil påmindelsestid
el: Ορισμός ώρας υπενθύμισης
fi: Aseta muistutusaika
fr: Définir l'heure du rappel
he: הגדר זמן תזכורת
hi: अनुस्मारक समय निर्धारित करें
hr: Postavi vrijeme podsjetnika
hu: Emlékeztető idejének beállítása
id: Atur Waktu Pengingat
ja: リマインダー時刻を設定
ms: Tetapkan Masa Peringatan
nl: Herinneringstijd instellen
no: Angi påminnelsestid
pl: Ustaw czas przypomnienia
ro: Setează ora mementoului
ru: Установить время напоминания
sk: Nastaviť čas pripomienky
sv: Ställ in påminnelsetid
th: ตั้งเวลาแจ้งเตือน
tr: Hatırlatma saatini ayarla
uk: Встановити час нагадування
vi: Đặt thời gian nhắc nhở

source: Every moment matters
ar: كل لحظة مهمة
ca: Cada moment compta
cs: Každý okamžik se počítá
da: Hvert øjeblik tæller
el: Κάθε στιγμή μετράει
fi: Jokainen hetki on tärkeä
fr: Chaque moment compte
he: כל רגע חשוב
hi: हर पल मायने रखता है
hr: Svaki trenutak je važan
hu: Minden pillanat számít
id: Setiap momen berarti
ja: すべての瞬間が大切です
ms: Setiap detik penting
nl: Elk moment telt
no: Hvert øyeblikk teller
pl: Każda chwila się liczy
ro: Fiecare moment contează
ru: Каждый момент важен
sk: Každý moment sa počíta
sv: Varje ögonblick räknas
th: ทุกช่วงเวลามีความสำคัญ
tr: Her an önemlidir
uk: Кожен момент важливий
vi: Mỗi khoảnh khắc đều quan trọng

source: Find joy in the little things
ar: اعثر على الفرح في الأشياء الصغيرة
ca: Trobeu alegria en les petites coses
cs: Najděte radost v malých věcech
da: Find glæde i de små ting
el: Βρείτε χαρά στα μικρά πράγματα
fi: Löydä iloa pienistä asioista
fr: Trouvez la joie dans les petites choses
he: מצא שמחה בדברים הקטנים
hi: छोटी चीजों में खुशी खोजें
hr: Pronađite radost u malim stvarima
hu: Találj örömet a kis dolgokban
id: Temukan kebahagiaan dalam hal-hal kecil
ja: 小さなことに喜びを見つける
ms: Cari kegembiraan dalam perkara kecil
nl: Vind vreugde in de kleine dingen
no: Finn glede i de små tingene
pl: Znajdź radość w małych rzeczach
ro: Găsește bucurie în lucrurile mici
ru: Находите радость в мелочах
sk: Nájdite radosť v malých veciach
sv: Hitta glädje i de små sakerna
th: ค้นหาความสุขในสิ่งเล็กๆ น้อยๆ
tr: Küçük şeylerde neşe bulun
uk: Знаходьте радість у дрібницях
vi: Tìm niềm vui trong những điều nhỏ nhặt

source: Appreciate the present
ar: قدّر الحاضر
ca: Aprecieu el present
cs: Oceňte přítomnost
da: Sæt pris på nuet
el: Εκτιμήστε το παρόν
fi: Arvosta nykyhetkeä
fr: Appréciez le présent
he: העריך את ההווה
hi: वर्तमान की सराहना करें
hr: Cijenite sadašnjost
hu: Becsüld meg a jelent
id: Hargai saat ini
ja: 今を大切に
ms: Hargai masa kini
nl: Waardeer het heden
no: Sett pris på nåtiden
pl: Doceniaj teraźniejszość
ro: Apreciază prezentul
ru: Цените настоящее
sk: Oceniť prítomnosť
sv: Uppskatta nuet
th: ชื่นชมปัจจุบัน
tr: Şimdiki anı takdir edin
uk: Цінуйте сьогодення
vi: Trân trọng hiện tại

source: Small moments make big memories
ar: اللحظات الصغيرة تصنع ذكريات كبيرة
ca: Els petits moments creen grans records
cs: Malé okamžiky vytvářejí velké vzpomínky
da: Små øjeblikke skaber store minder
el: Οι μικρές στιγμές δημιουργούν μεγάλες αναμνήσεις
fi: Pienet hetket luovat suuria muistoja
fr: Les petits moments créent de grands souvenirs
he: רגעים קטנים יוצרים זיכרונות גדולים
hi: छोटे पल बड़ी यादें बनाते हैं
hr: Mali trenuci stvaraju velika sjećanja
hu: A kis pillanatok nagy emlékeket teremtenek
id: Momen kecil menciptakan kenangan besar
ja: 小さな瞬間が大きな思い出を作る
ms: Detik kecil mencipta kenangan besar
nl: Kleine momenten maken grote herinneringen
no: Små øyeblikk skaper store minner
pl: Małe chwile tworzą wielkie wspomnienia
ro: Momentele mici creează amintiri mari
ru: Маленькие моменты создают большие воспоминания
sk: Malé momenty vytvárajú veľké spomienky
sv: Små ögonblick skapar stora minnen
th: ช่วงเวลาเล็กๆ สร้างความทรงจำใหญ่
tr: Küçük anlar büyük anılar yaratır
uk: Маленькі моменти створюють великі спогади
vi: Những khoảnh khắc nhỏ tạo nên ký ức lớn

source: Happiness is in the details
ar: السعادة في التفاصيل
ca: La felicitat és en els detalls
cs: Štěstí je v detailech
da: Lykke findes i detaljerne
el: Η ευτυχία βρίσκεται στις λεπτομέρειες
fi: Onnellisuus piilee yksityiskohdissa
fr: Le bonheur est dans les détails
he: האושר נמצא בפרטים
hi: खुशी विवरण में है
hr: Sreća je u detaljima
hu: A boldogság a részletekben rejlik
id: Kebahagiaan ada dalam detail
ja: 幸せは細部に宿る
ms: Kebahagiaan dalam perincian
nl: Geluk zit in de details
no: Lykke finnes i detaljene
pl: Szczęście tkwi w szczegółach
ro: Fericirea este în detalii
ru: Счастье в деталях
sk: Šťastie je v detailoch
sv: Lyckan finns i detaljerna
th: ความสุขอยู่ในรายละเอียด
tr: Mutluluk detaylarda gizlidir
uk: Щастя в деталях
vi: Hạnh phúc nằm ở những chi tiết

source: Live in the moment
ar: عش اللحظة
ca: Viviu el moment
cs: Žijte v přítomnosti
da: Lev i nuet
el: Ζήστε τη στιγμή
fi: Elä hetkessä
fr: Vivez l'instant présent
he: חיה את הרגע
hi: पल में जिएं
hr: Živite u trenutku
hu: Élj a pillanatban
id: Hidup di saat ini
ja: 今を生きる
ms: Hidup pada detik ini
nl: Leef in het moment
no: Lev i øyeblikket
pl: Żyj chwilą
ro: Trăiește clipa
ru: Живите настоящим
sk: Žite v prítomnosti
sv: Lev i nuet
th: อยู่ในช่วงเวลานี้
tr: Anı yaşayın
uk: Живіть моментом
vi: Sống trong khoảnh khắc

source: Cherish every second
ar: اعتز بكل ثانية
ca: Aprecieu cada segon
cs: Vážte si každé sekundy
da: Værdsæt hvert sekund
el: Εκτιμήστε κάθε δευτερόλεπτο
fi: Vaalii jokaista sekuntia
fr: Chérissez chaque seconde
he: הוקיר כל שנייה
hi: हर पल को संजोएं
hr: Cijenite svaku sekundu
hu: Becsülj meg minden másodpercet
id: Hargai setiap detik
ja: 一秒一秒を大切に
ms: Hargai setiap saat
nl: Koester elke seconde
no: Verdsett hvert sekund
pl: Ciesz się każdą sekundą
ro: Prețuiește fiecare secundă
ru: Цените каждую секунду
sk: Vážte si každú sekundu
sv: Vårda varje sekund
th: ให้คุณค่ากับทุกวินาที
tr: Her saniyeye değer verin
uk: Цінуйте кожну секунду
vi: Trân trọng từng giây phút
