Repository: sandirmaluk/MomentsDailyJoyTracker
Catalog: Moments/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hi, hr, hu, id, ja, ms, nl, no, pl, ro, ru, sk, sv, th, tr, uk, vi

source: Find beauty in simplicity
ar: اعثر على الجمال في البساطة
ca: Trobeu bellesa en la simplicitat
cs: Najděte krásu v jednoduchosti
da: Find skønhed i enkelhed
el: Βρείτε ομορφιά στην απλότητα
fi: Löydä kauneutta yksinkertaisuudesta
fr: Trouvez la beauté dans la simplicité
he: מצא יופי בפשטות
hi: सादगी में सुंदरता खोजें
hr: Pronađite ljepotu u jednostavnosti
hu: Találd meg a szépséget az egyszerűségben
id: Temukan keindahan dalam kesederhanaan
ja: シンプルさに美を見出す
ms: Cari keindahan dalam kesederhanaan
nl: Vind schoonheid in eenvoud
no: Finn skjønnhet i enkelhet
pl: Znajdź piękno w prostocie
ro: Găsește frumusețe în simplitate
ru: Найдите красоту в простоте
sk: Nájdite krásu v jednoduchosti
sv: Hitta skönhet i enkelhet
th: ค้นหาความงามในความเรียบง่าย
tr: Sadelikte güzellik bulun
uk: Знайдіть красу в простоті
vi: Tìm vẻ đẹp trong sự giản đơn

source: Moments create memories
ar: اللحظات تصنع الذكريات
ca: Els moments creen records
cs: Okamžiky vytvářejí vzpomínky
da: Øjeblikke skaber minder
el: Οι στιγμές δημιουργούν αναμνήσεις
fi: Hetket luovat muistoja
fr: Les moments créent des souvenirs
he: רגעים יוצרים זיכרונות
hi: पल यादें बनाते हैं
hr: Trenuci stvaraju uspomene
hu: A pillanatok emlékeket teremtenek
id: Momen menciptakan kenangan
ja: 瞬間が思い出を作る
ms: Detik mencipta kenangan
nl: Momenten creëren herinneringen
no: Øyeblikk skaper minner
pl: Chwile tworzą wspomnienia
ro: Momentele creează amintiri
ru: Моменты создают воспоминания
sk: Momenty vytvárajú spomienky
sv: Ögonblick skapar minnen
th: ช่วงเวลาสร้างความทรงจำ
tr: Anlar anıları yaratır
uk: Моменти створюють спогади
vi: Khoảnh khắc tạo nên ký ức

source: Be present, be happy
ar: كن حاضرًا، كن سعيدًا
ca: Sigueu presents, sigueu feliços
cs: Buďte přítomní, buďte šťastní
da: Vær til stede, vær lykkelig
el: Να είστε παρόντες, να είστε ευτυχισμένοι
fi: Ole läsnä, ole onnellinen
fr: Soyez présent, soyez heureux
he: היה נוכח, היה מאושר
hi: उपस्थित रहें, खुश रहें
hr: Budite prisutni, budite sretni
hu: Légy jelen, légy boldog
id: Hadir, bahagia
ja: 今ここにいて、幸せでいる
ms: Hadir, gembira
nl: Wees aanwezig, wees gelukkig
no: Vær til stede, vær lykkelig
pl: Bądź obecny, bądź szczęśliwy
ro: Fii prezent, fii fericit
ru: Будьте здесь, будьте счастливы
sk: Buďte prítomní, buďte šťastní
sv: Var närvarande, var lycklig
th: มีสติ มีความสุข
tr: Şu anda olun, mutlu olun
uk: Будьте тут, будьте щасливі
vi: Hiện diện, hạnh phúc
